[sage_vosq_acquiredtaste_01_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I hear tell of a borok that dines only on human flesh. You'll have to be either extremely clever, or extremely suicidal to lure it out. I've marked its lair on your ECHO device -- head there now.",Time=0)

[sage_vosq_acquiredtaste_02_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now, you've two options for luring out the human-hungry borok. You can lure a savage into the borok's lair and summon him that way, or... you can injure yourself, and let the scent of your blood awaken the beast.",Time=0)

[sage_vosq_acquiredtaste_03_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="There it is -- now, quickly, strike it down!",Time=0)

[sage_vosq_acquiredtaste_04_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You've had your last taste of human flesh, fiend! Wonderful. Simply wonderful. Come on back, please.",Time=0)

[sage_vosq_acquiredtaste_05_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well done, well done!",Time=0)

